{"stoi": {"\n": 0, " ": 1, "!": 2, "\"": 3, "#": 4, "%": 5, "&": 6, "'": 7, "*": 8, "+": 9, ",": 10, "-": 11, ".": 12, "/": 13, "0": 14, "1": 15, "2": 16, "3": 17, "4": 18, "7": 19, "8": 20, "9": 21, ":": 22, ";": 23, "<": 24, "=": 25, ">": 26, "?": 27, "@": 28, "A": 29, "B": 30, "C": 31, "D": 32, "E": 33, "F": 34, "G": 35, "H": 36, "I": 37, "J": 38, "K": 39, "L": 40, "M": 41, "N": 42, "O": 43, "P": 44, "Q": 45, "R": 46, "S": 47, "T": 48, "U": 49, "V": 50, "W": 51, "X": 52, "Y": 53, "Z": 54, "\\": 55, "]": 56, "_": 57, "a": 58, "b": 59, "c": 60, "d": 61, "e": 62, "f": 63, "g": 64, "h": 65, "i": 66, "j": 67, "k": 68, "l": 69, "m": 70, "n": 71, "o": 72, "p": 73, "q": 74, "r": 75, "s": 76, "t": 77, "u": 78, "v": 79, "w": 80, "x": 81, "y": 82, "z": 83, "}": 84, "\u00a2": 85, "\u00a5": 86, "\u00ae": 87, "\u00e9": 88, "\u2014": 89, "\u2018": 90, "\u2019": 91, "\u20ac": 92, "\u2122": 93}, "itos": {"0": "\n", "1": " ", "2": "!", "3": "\"", "4": "#", "5": "%", "6": "&", "7": "'", "8": "*", "9": "+", "10": ",", "11": "-", "12": ".", "13": "/", "14": "0", "15": "1", "16": "2", "17": "3", "18": "4", "19": "7", "20": "8", "21": "9", "22": ":", "23": ";", "24": "<", "25": "=", "26": ">", "27": "?", "28": "@", "29": "A", "30": "B", "31": "C", "32": "D", "33": "E", "34": "F", "35": "G", "36": "H", "37": "I", "38": "J", "39": "K", "40": "L", "41": "M", "42": "N", "43": "O", "44": "P", "45": "Q", "46": "R", "47": "S", "48": "T", "49": "U", "50": "V", "51": "W", "52": "X", "53": "Y", "54": "Z", "55": "\\", "56": "]", "57": "_", "58": "a", "59": "b", "60": "c", "61": "d", "62": "e", "63": "f", "64": "g", "65": "h", "66": "i", "67": "j", "68": "k", "69": "l", "70": "m", "71": "n", "72": "o", "73": "p", "74": "q", "75": "r", "76": "s", "77": "t", "78": "u", "79": "v", "80": "w", "81": "x", "82": "y", "83": "z", "84": "}", "85": "\u00a2", "86": "\u00a5", "87": "\u00ae", "88": "\u00e9", "89": "\u2014", "90": "\u2018", "91": "\u2019", "92": "\u20ac", "93": "\u2122"}, "vocab_size": 94, "block_size": 256}